Repository: twonex21/hr2.0-github-prvt
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Add Company Event
ru_ru: Добавить мероприятие

source: Event title
ru_ru: Наименование мероприятия

source: Please specify event title
ru_ru: Пожалуйста укажите наименование мероприятия

source: Event description
ru_ru: Описание мероприятия

source: Please specify title for the topic
ru_ru: Пожалуйста укажите наименование данного топика

source: Event period
ru_ru: Время проведения мероприятия

source: from
ru_ru: с

source: to
ru_ru: по

source: Invalid date format
ru_ru: Дата заполнена неверно

source: Please specify event start date
ru_ru: Пожалуйста укажите дату начала мероприятия

source: Company events
ru_ru: Мероприятия компании

source: From
ru_ru: С

source: Edit
ru_ru: Редактировать

source: You have no event
ru_ru: У вас нет мероприятий

source: Back to list
ru_ru: Назад к списку

source: Company Profile
ru_ru: Профиль компании

source: apt/room
ru_ru: кв./ком.

source: Tel
ru_ru: Тел.

source: Fax
ru_ru: Факс

source: E-mail
ru_ru: Эл. почта

source: About Company
ru_ru: О компании

source: Industries
ru_ru: Сферы деятельности

source: Vacancy at
ru_ru: Вакансия от

source: Vacancies at
ru_ru: Вакансии от

source: Opened
ru_ru: Открыта

source: Deadline
ru_ru: Дата окончания заявки

source: No vacancies at this time
ru_ru: Нет вакансий на данный момент

source: Close
ru_ru: Закрыть

source: HR DIALOGUE
ru_ru: HR ДИАЛОГ

source: View Replies
ru_ru: Oтветы

source: Reply
ru_ru: Ответить

source: Asked by
ru_ru: Вопрос от

source: Favorite Candidates
ru_ru: Избранные

source: Sort by Name
ru_ru: Сортировать по Наименованию

source: USER NAME
ru_ru: ИМЯ

source: Sort by Desired Position
ru_ru: Сортировать по Желаемой Позиции

source: DESIRED POSITION
ru_ru: ДОЛЖНОСТЬ

source: Sort Date Added
ru_ru: Сортировать по Дате Добавления

source: DATE ADDED
ru_ru: ДАТА ДОБАВЛЕНИЯ

source: ACTION
ru_ru: ДЕЙСТВИЕ

source: Remove
ru_ru: Удалить

source: prev
ru_ru: пред.

source: next
ru_ru: след.

source: results
ru_ru: результаты

source: of
ru_ru: из

source: My Company
ru_ru: Моя Компания

source: Create Vacancy
ru_ru: Создать вакансию

source: Change Password
ru_ru: Сменить пароль

source: Edit Profile
ru_ru: Редактировать

source: Your password was successfully updated
ru_ru: Обновление пароля прошло успешно

source: COMPANY NAME
ru_ru: НАЗВАНИЕ КОМПАНИИ

source: CONTACTS
ru_ru: КОНТАКТЫ

source: CONTACT PERSON
ru_ru: КОНТАКТНОЕ ЛИЦО

source: ABOUT COMPANY
ru_ru: О КОМПАНИИ

source: INDUSTRIES
ru_ru: ОТРАСЛИ

source: User profiles viewed by
ru_ru: Профили пользователей, просмотренные компанией

source: viewed on
ru_ru: просмотрен

source: Candidate's professional groups
ru_ru: Профессиональные группы соискателей

source: Professional Groups
ru_ru: Профессиональные Группы

source: Professional Network
ru_ru: Профессиональная Сеть

source: Resume
ru_ru: Резюме

source: Back
ru_ru: Вернуться

source: User is in your Favorites
ru_ru: Пользователь у Вас в Избранных

source: years old
ru_ru: лет

source: In your network
ru_ru: В Вашей сети

source: Add to network
ru_ru: Добавить в сеть

source: Users on Professional Network
ru_ru: Пользователей в Проф. Сети

source: No member in this group
ru_ru: В этой группе нет участников

source: Candidates are grouped by specific professional expertise and background
ru_ru: Соискатели сгруппированы по опыту и квалификации

source: Members:
ru_ru: Участники

source: There is no professional group associated with this candidate.
ru_ru: Этот пользователь не состоит ни в какой профессиональной группе.

source: Candidates' professional groups
ru_ru: Профессиональные группы соискателей

source: My Groups
ru_ru: Мои Группы

source: Select the professional group you want to be a member of
ru_ru: Выберите профессиональную группу в которой вы хотите состоять

source: Not Set
ru_ru: Не указан

source: Add
ru_ru: Добавить

source: Remove my account from this group
ru_ru: Удалить мою учетную запись из этой группы

source: Resumes
ru_ru: Резюме

source: Unfinished Resumes
ru_ru: Незавершённые резюме

source: Applied Resumes
ru_ru: Поданные Заявки

source: Create New Resume
ru_ru: Создать Новое Резюме

source: NAME
ru_ru: НАЗВАНИЕ

source: DATE CREATED
ru_ru: ДАТА СОЗДАНИЯ

source: VISIBLE ONLINE
ru_ru: ОНЛАЙН

source: Delete
ru_ru: Удалить

source: Create from existing
ru_ru: Из существующего

source: Save
ru_ru: Сохранить

source: DATE
ru_ru: ДАТА

source: Continue editing
ru_ru: Продолжить редактирование

source: VACANCY
ru_ru: ВАКАНСИЯ

source: RESUME
ru_ru: РЕЗЮМЕ

source: DATE SENT
ru_ru: ОТПРАВЛЕНО

source: Your registration was successful
ru_ru: Ваша регистрация прошла успешно

source: My Profile
ru_ru: Мой Профиль

source: Edit Notifications
ru_ru: Редактировать уведомления

source: PERSONAL INFORMATION
ru_ru: ЛИЧНАЯ ИНФОРМАЦИЯ

source: Birth date
ru_ru: Дата рождения

source: Gender
ru_ru: Пол

source: Male
ru_ru: Мужской

source: Female
ru_ru: Женский

source: Marital status
ru_ru: Семейное положение

source: Single
ru_ru: В браке не состою

source: Married
ru_ru: Состою в браке

source: NEW VACANCY NOTIFICATIONS(INDUSTRIES)
ru_ru: УВЕДОМЛЕНИЯ О НОВЫХ ВАКАНСИЯХ(ОТРАСЛИ)

source: No subscriptions
ru_ru: Нет подписок

source: Subscribe to receive NEW Vacancy notification by e-mail
ru_ru: Подпишитесь на получение НОВЫХ вакансий на Ваш электронный адрес

source: Companies viewed your Profile
ru_ru: Компании просмотревшие Ваш профиль

source: My Vacancies
ru_ru: Мои Вакансии

source: Vacancy Applications
ru_ru: Заявки на вакансии

source: Create New Training
ru_ru: Создать новый тренинг

source: Create New Vacancy
ru_ru: Создать Вакансию

source: Vacancies
ru_ru: Вакансии

source: Trainings
ru_ru: Тренинги

source: recieved by e-mail
ru_ru: отправлено по эл. почте

source: Event by
ru_ru: Мероприятие от

source: Event Description
ru_ru: Описание мероприятия

source: Add Blog Post
ru_ru: Добавить Запись в Блог

source: Edit Blog Post
ru_ru: Редактировать Блог

source: Blog Subject
ru_ru: Тема

source: Please specify subject for the blog post
ru_ru: Пожалуйста заполните поле 'Тема''

source: Blog Body
ru_ru: Текст блога

source: Add Picture
ru_ru: Добавить Картинку

source: Add Link
ru_ru: Добавить ссылку

source: Please specify body for the blog post
ru_ru: Пожалуйста заполните текст блога

source: Upload Pictures
ru_ru: Загрузить Картинки

source: Allowed picture formats are JPG, JPEG, GIF, PNG. Please make sure that the picture size does not exceed 120pxs in width
ru_ru: Допустимые форматы изображения: JPG, JPEG, GIF, PNG. Пожалуйста удостоверьтесь, что размеры картинки не превышают 120x120 pxs.

source: Picture
ru_ru: Картинка

source: Tags
ru_ru: Тэги

source: You can enter multiple tags separated by comma
ru_ru: Вы можете ввести несколько тэгов разделенных запятой

source: Edit post
ru_ru: Редактировать пост

source: Add reply
ru_ru: Ответить

source: Please fill in your reply
ru_ru: Пожалуйста заполните форму ответа

source: Start Dialogue
ru_ru: Новый Диалог

source: Edit Dialogue
ru_ru: Редактировать Диалог

source: Ask your question
ru_ru: Задать вопрос

source: Direct your question to
ru_ru: Адресовать вопрос

source: All groups
ru_ru: Все группы

source: Cancel
ru_ru: Отменить

source: HR BLOG
ru_ru: HR БЛОГ

source: Posts tagged with
ru_ru: Записи, отмеченные тегом

source: Category
ru_ru: Категория

source: Comments
ru_ru: Комментарии

source: Comment
ru_ru: Добавить комменарий

source: Views
ru_ru: Просмотры

source: HR EXPERT
ru_ru: HR ЭКСПЕРТ

source: Welcome to HR Expert. This is non-commercial joint project of Cascade Consultants and HR.AM. During your day-to-day activities you certainly deal with various specific HR cases, where you need an unbiased opinion. Herewith we intend to act as your emergency allies. Please be precise and ask only HR related questions.
ru_ru: Добро пожаловать в раздел "HR Эксперт"! Это - некоммерческий совместный проект компании "Cascade Consultants" и команды HR.AM. В повседневной жизни Вам постоянно приходится сталкиваться с различными вопросами и проблемами в сфере управления человеческими ресурсами (HR), где Вам часто бывает необходимо независимое мнение эксперта. Итак, к Вашим услугам "HR эксперт" - "Скорая помощь" в решении HR вопросов. Пожалуйста, задавайте только вопросы, относящиеся к HR тематике.

source: Ask a question
ru_ru: Задать вопрос

source: Please fill in your question
ru_ru: Время проведения мероприятия

source: I want my name and company stay anonymous
ru_ru: Я хочу, чтоб моё имя и компания оставались анонимными

source: Ask now
ru_ru: Спросить

source: To ask your question please register or log in if you already have your account.
ru_ru: Для того, чтобы задать вопрос, пожалуйста зарегистрируйтесь или войдите в систему.

source: Answer
ru_ru: Ответить

source: HR Expert's answer
ru_ru: Ответ HR Эксперта

source: View all dialogues
ru_ru: Просмотреть все диалоги

source: A place where <b>real</b> companies ask <b>real</b> questions to <b>real</b> candidates. So many words "real" mean this place is a truly natural environment, where dialogue between company and candidate is transparent, direct and...yes real! Make yourself a part of HR reality and promote yourself even better!
ru_ru: Место, где <b>реальные</b> компании задают <b>реальные</b> вопросы <b>реальным</b> соискателям. Так много слов 'реальный' означают, что HR Диалог - это действительно естественная среда общения соискателей и компаний, где диалог между компанией и соискателем является прозрачным, прямым и... да реальным! Станьте частью HR и представьте себя еще лучше!

source: View replies
ru_ru: Ответы

source: Target group
ru_ru: Целевая группа

source: Please fill in your answer
ru_ru: Пожалуйста заполните форму ответа.

source: Armenian HR Portal - Jobs and Resumes in Armenia
ru_ru: Армянский HR Портал - Работа и Резюме в Армении

source: HR Blog
ru_ru: HR Блог

source: view all
ru_ru: посмотреть все

source: Armenian HR Portal - Jobs and Resumes in Armenia :: hrdialogue
ru_ru: Армянский HR Портал - Работа и Резюме в Армении :: hrdialogue

source: Companies in Armenia
ru_ru: Компании в Армении

source: Replies
ru_ru: Oтветы

source: Please fill in your comment
ru_ru: Пожалуйста заполните форму комментария

source: Not answered yet
ru_ru: Не отвечен

source: Send
ru_ru: Отправить

source: Edit question
ru_ru: Редактировать вопрос

source: HR Expert
ru_ru: HR Эксперт

source: Questions
ru_ru: Вопросы

source: Answers
ru_ru: Ответы

source: View all posts
ru_ru: Посмотреть все записи

source: Anonymous
ru_ru: Анонимно

source: Answer the question
ru_ru: Ответить на вопрос

source: Go to all questions
ru_ru: Перейти к списку вопросов

source: Add comment
ru_ru: Добавить Комментарий

source: Posts
ru_ru: Посты

source: Edit Notes
ru_ru: Редактировать Заметки

source: Add to Favorites
ru_ru: Добавить в Избранные

source: Notes
ru_ru: Заметки

source: Your message was successfully sent to candidate's e-mail.
ru_ru: Ваше сообщение успешно отправлено кандидату.

source: Sorry, couldn't send your message to candidate, please try later.
ru_ru: Извините, не удалось отправить Ваше сообщение кандидату, пожалуйста попробуйте позже.

source: Contact
ru_ru: Связаться с

source: Items marked
ru_ru: Поля помеченные знаком

source: are required
ru_ru: являются обязятельными

source: Subject
ru_ru: Тема

source: Please specify the subject for message
ru_ru: Пожалуйста заполните поле 'Тема''

source: Body
ru_ru: Текст сообщения

source: Please specify body of message
ru_ru: Пожалуйста введите текст сообщения

source: E-mail to reply
ru_ru: Ваш электронный адрес

source: Please specify e-mail address, so candidate could reply your message.
ru_ru: Пожалуйста, укажите Ваш электронный адрес, чтобы кандидат на должность имел возможность с Вами связаться.

source: Enter the code shown
ru_ru: Введите указанный код

source: Letters don't match with image
ru_ru: Буквы не соответсвуют буквам на изображении

source: RESUME DRAFTS
ru_ru: ЧЕРНОВИКИ РЕЗЮМЕ

source: Finalize & Apply
ru_ru: Завершить и Подать заявку

source: Why have your resume online
ru_ru: Почему стоит иметь резюме онлайн

source: Make your resume visible to the companies
ru_ru: Сделать резюме видимым для компаний

source: No need to keep and carry a hardcopy
ru_ru: Нет необходимости носить с собой отпечатанную версию

source: You can always print out your resume that has professional look
ru_ru: Вы всегда можете распечатать Ваше резюме в профессиональном виде

source: You need only one click to apply to any vacancy
ru_ru: Все что нужно - один клик мышкой, чтобы подать заявку на любую вакансию

source: You can create a list of resumes to stress different skills and then select a resume that best matches specific vacancy
ru_ru: Вы можете создать несколько резюме и в каждом отдельно взятом резюме сделать акцент на те или иные навыки. А затем просто выбирать именно то резюме, которое больше отвечает требованиям конкретной вакансии

source: Any changes will take only a few minutes
ru_ru: Любые изменения займут всего пару минут

source: OR
ru_ru: ИЛИ

source: Upload and e-mail your resume to apply to
ru_ru: Загрузите свое резюме и отошлите заявку на

source: position at
ru_ru: вакансию от

source: Allowed file formats are DOC, PDF, ZIP, RAR. Please make sure that file size is not larger than 200 Kb
ru_ru: Допустимые форматы файла - DOC, PDF, ZIP, RAR. Пожалуйста удостоверьтесь, что размер файла не превышает 200 Kb

source: File size should not be larger than 200 Kb
ru_ru: Размер файла не должен превышать 200 Kb.

source: File format is wrong. It should be DOC, PDF, ZIP, RAR
ru_ru: Неверный формат файла. Допустимые форматы - DOC, PDF, ZIP, RAR

source: Please specify file for upload
ru_ru: Пожалуйста укажите файл для загрузки

source: Apply
ru_ru: Подать Заявку

source: Congratulations! Your resume has been successfully completed
ru_ru: Поздравляем! Создание Вашего резюме успешно завершено.

source: Create Training
ru_ru: Создать Тренинг

source: Topic
ru_ru: Название тренинга

source: Location (City, Country)
ru_ru: Местонахождение (Город, Страна)

source: e.g. - Yerevan, Armenia
ru_ru: напр.: Ереван, Армения

source: Please fill in topic for training
ru_ru: Пожалуйста заполните название тренинга

source: Start date/time
ru_ru: Дата начала

source: Duration
ru_ru: Продолжительность

source: Description
ru_ru: Описание

source: Eligibility criteria
ru_ru: Начальные требования

source: Required Education
ru_ru: Образование

source: Required Languages
ru_ru: Знание языков

source: Bachelor
ru_ru: Бакалавр

source: Master's
ru_ru: Магистр

source: PHD
ru_ru: Кандидат наук/Доктор

source: English
ru_ru: Английский

source: Russian
ru_ru: Русский

source: Armenian
ru_ru: Армянский

source: Participation Fee
ru_ru: Плата за обучение

source: Application Deadline
ru_ru: Дата окончания приема заявок

source: Application Procedures
ru_ru: Процедура заявки

source: Additional Notes
ru_ru: Дополнительная информация

source: Contact Person
ru_ru: Контактное лицо

source: Contact Title
ru_ru: Должность

source: Attach files to training
ru_ru: Прикрепить файлы к тренингу

source: Allowed file formats are DOC, XLS, PDF, ZIP, RAR. Please make sure that the file size is not larger than 200 Kb
ru_ru: Допустимые форматы файла - DOC, XLS, PDF, ZIP, RAR. Пожалуйста удостоверьтесь, что размер файла не превышает 200 Kb.

source: File
ru_ru: Файл

source: delete file
ru_ru: удалить файл

source: File size should not be larger than 50 Kb
ru_ru: Размер файла не должен превышать 50 Kb

source: File format is wrong. It should be DOC, XLS, PDF, ZIP, RAR
ru_ru: Неверный формат файла. Допустимые форматы - DOC, XLS, PDF, ZIP, RAR

source: Publish this training
ru_ru: Опубликовать тренинг

source: Preview
ru_ru: Просмотреть

source: Organization
ru_ru: Организация

source: only for HR.Internal
ru_ru: только для HR.Internal

source: Company Mail
ru_ru: Эл. почта компании

source: Required Position
ru_ru: Должность

source: Industry
ru_ru: Отрасль

source: Please fill in required position
ru_ru: Пожалуйста заполните поле 'Должность'

source: Other
ru_ru: Иное

source: Please fill in vacancy industry
ru_ru: Пожалуйста заполните поле 'отрасль'

source: Job Description
ru_ru: Описание

source: Job Responsibilities
ru_ru: Должностные обязанности

source: Work Type
ru_ru: Тип работы

source: Full time
ru_ru: Полный рабочий день

source: Part time
ru_ru: Неполный рабочий день

source: Required Qualification
ru_ru: Требования к кандидату

source: Remuneration/salary
ru_ru: Зарплата

source: Opening Date
ru_ru: Дата открытия

source: Attach files to vacancy
ru_ru: Прикрепить файлы к вакансии

source: Allowed file formats are DOC, XLS, PDF, ZIP, RAR. Please make sure that the file size is not larger than 200 Kb.
ru_ru: Допустимые форматы файла - DOC, XLS, PDF, ZIP, RAR. Пожалуйста удостоверьтесь, что размер файла не превышает 200 Kb.

source: Publish this vacancy
ru_ru: Опубликовать вакансию

source: Create your online resume</a> to apply to this and other vacancies
ru_ru: Создайте онлайн резюме</b></a> для подачи заявок на эту и другие вакансии

source: Applied Resume
ru_ru: Поданные Заявки

source: Remove From Favorites
ru_ru: Удалить из Избранных

source: Add To Favorites
ru_ru: Добавить в Избранные

source: Publish
ru_ru: Опубликовать

source: Unpublish
ru_ru: Не публиковать

source: Move to Completed
ru_ru: Переместить в Завершенные

source: Print Version
ru_ru: Версия для печати

source: In Favorites
ru_ru: В Избранных

source: Contact Candidate
ru_ru: Связаться с Кандидатом

source: General information
ru_ru: Общая информация

source: Desired Position
ru_ru: Желаемая Должность

source: Position Objective
ru_ru: Описание Желаемой Деятельности

source: Work Experience
ru_ru: Опыт работы

source: to Present
ru_ru: До настоящего времени

source: This information is not filled out
ru_ru: Эта информация не заполнена

source: Education
ru_ru: Образование

source: To Present
ru_ru: До настоящего времени

source: Degree
ru_ru: Степень

source: Faculty
ru_ru: Факультет

source: Specialization
ru_ru: Специализация

source: Courses or trainings
ru_ru: Курсы и тренинги

source: Skills
ru_ru: Знания и навыки

source: Languages
ru_ru: Языки

source: PC Applications
ru_ru: ПК приложения

source: Operating Systems
ru_ru: Операционные системы

source: DB Systems
ru_ru: Системы БД

source: Programming Languages
ru_ru: Языки программирования

source: Other Skills
ru_ru: Другие знания и навыки

source: Recommendations
ru_ru: Рекомендации

source: Recommendation from
ru_ru: Рекомендация от

source: Creation date
ru_ru: Дата создания

source: Title
ru_ru: Название

source: How do I know
ru_ru: Откуда я знаю про

source: Additional Information
ru_ru: Дополнительная информация

source: Hobbies
ru_ru: Увлечения

source: Achievements and Awards
ru_ru: Достижения и Награды

source: Save resume
ru_ru: Сохранить

source: Vacancies Applied
ru_ru: Поданные заявки на вакансии

source: Tools
ru_ru: Инструменты

source: You had successful registration
ru_ru: Ваша регистрация прошла успешно

source: Contact<br /> Information
ru_ru: Контактные<br /> данные

source: General<br /> Information
ru_ru: Общая <br />Информация

source: Work<br /> Experience
ru_ru: Опыт<br /> работы

source: Languages<br /> and skills
ru_ru: Языки<br /> и навыки

source: Courses<br /> and trainings
ru_ru: Курсы<br /> и тренинги

source: Additional<br /> information
ru_ru: Доп.<br /> информация

source: View user's professional network
ru_ru: Просмотреть проф. сеть участника

source: First Name
ru_ru: Имя

source: Last Name
ru_ru: Фамилия

source: Country
ru_ru: Страна

source: Region
ru_ru: Регион

source: City
ru_ru: Город

source: Address
ru_ru: Адрес

source: ap.
ru_ru: кв.

source: Postal code
ru_ru: Почтовый код

source: Phone
ru_ru: Телефон

source: Cell
ru_ru: Мобильный

source: Member of following groups
ru_ru: Участник следующих групп

source: Education Level
ru_ru: Ученая Степень

source: University
ru_ru: ВУЗ

source: Graduation
ru_ru: Дата окончания

source: Company
ru_ru: Компания

source: Job Title
ru_ru: Должность

source: Type
ru_ru: Тип работы

source: Period
ru_ru: Период

source: present
ru_ru: до настоящего времени

source: Course Name
ru_ru: Название курса

source: Completion Date
ru_ru: Дата окончния

source: Course Description
ru_ru: Описание курса

source: This information is not available for you
ru_ru: Данная информация не доступна для Вас

source: Full profile data is available only for corporate users.<br> If you are already registered corporate user please log in otherwise please <a href="/reg/freg/"> register
ru_ru: Данная информация доступна лишь для компаний.<br>Если Вы уже зарегистрированы, как компания, то пожалуйста зайдите в систему. Если Вы не зарегистрированы, пожалуйста сначала <a href='/reg/freg/'>зарегистрируйтесь

source: Training topic
ru_ru: Название топика

source: Location
ru_ru: Местоположение

source: Start date
ru_ru: Дата начала

source: Required education level
ru_ru: Требуемая ученая степень

source: Required languages
ru_ru: Требуемые языки

source: Application deadline
ru_ru: Дата окончния приема заявок

source: Application procedures
ru_ru: Процедура заявки

source: About company
ru_ru: О компании

source: Additional notes
ru_ru: Дополнительные заметки

source: Contact person
ru_ru: Контактное лицо

source: Contact title
ru_ru: Должность

source: Attached files
ru_ru: Прикрепленные файлы

source: Send to friends
ru_ru: Отправить друзьям

source: Required position
ru_ru: Должность

source: Remuneration/Salary
ru_ru: Зарплата

source: Work type
ru_ru: Тип работы

source: Job description
ru_ru: Описание работы

source: Job responsibilities
ru_ru: Условия работы

source: Required qualification
ru_ru: Требования к кандидату

source: Opening date
ru_ru: Дата открытия

source: Published
ru_ru: Опубликован

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Vacancy Viewed
ru_ru: Просмотров:

source: Apply Now
ru_ru: Подать Заявку

source: Select one of your resumes for application
ru_ru: Выберите одно из своих резюме для заявки

source: Attach your recommendations to applied resume
ru_ru: Прикрепить рекомендацию к резюме заявки

source: e-mail of a friend
ru_ru: адрес эл. почты друга

source: You can enter multiple emails separated by comma
ru_ru: Вы можете ввести несколько адресов разделенных запятой

source: Please specify valid e-mail addresses
ru_ru: Пожалуйста указывайте существующий адрес эл. почты

source: If applying through email, please clearly mention that you learned about this vacancy at HR.AM - www.hr.am <br /> Thank you!
ru_ru: При подаче заявки через эл. почту пожалуйста укажите, что вы узнали об этой вакансии на сайте HR.AM <br> Спасибо!

source: See similar vacancies
ru_ru: Посмотреть похожие вакансии

source: Not Defined
ru_ru: Не опредлена

source: Users who applied for this vacancy also applied for
ru_ru: Пользователи, подавшие заявку на эту вакансию, также подали заявку на

source: Congratulations! Your resume is ready!
ru_ru: Поздравляем! Ваше резюме готово!

source: Review and publish
ru_ru: Просмотреть и опубликовать

source: Remind me later in
ru_ru: Напомнить позже

source: 1 day
ru_ru: 1 день

source: 3 days
ru_ru: 3 дня

source: 7 days
ru_ru: 7 дней

source: 30 days
ru_ru: 30 дней

source: Don't show me this message anymore
ru_ru: Больше не показывать это сообщение

source: Full profile data is available for corporate users only. Please log in or <a href="/reg/freg/" class="a_orange inverse"><strong>register
ru_ru: Полная версия профиля доступна только корпоративным участникам. Пожалуйста войдите в систему или зарегистрируйтесь

source: Objective
ru_ru: Описание Должности

source: Experience
ru_ru: Опыт Работы

source: Print
ru_ru: Отпечатать

source: apt./room
ru_ru: кв.

source: OBJECTIVES
ru_ru: ЖЕЛАЕМАЯ ДЕЯТЕЛЬНОСТЬ

source: EXPERIENCE
ru_ru: ОПЫТ РАБОТЫ

source: EDUCATION
ru_ru: ОБРАЗОВАНИЕ

source: COURSES AND TRAININGS
ru_ru: КУРСЫ И ТРЕНИНГИ
