Repository: twonex21/hr2.0-github-prvt
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: LANGUAGES AND SKILLS
ru_ru: ЗНАНИЯ И НАВЫКИ

source: New Resume
ru_ru: Новое Резюме

source: Edit Resume
ru_ru: Редактировать Резюме

source: In a job, work is just a means to an end. A career is your next step
ru_ru: Процесс работы - это лишь средство достижения желаемого результата. Карьера же - это следующий шаг в жизни

source: Job Title/Desired Position
ru_ru: Желаемая Должность

source: Please specify desired position
ru_ru: Пожалуйста заполните поле 'Желаемая Должность'

source: Position objective
ru_ru: Описание Желаемой Деятельности

source: Save as draft
ru_ru: Сохранить в черновики

source: Next
ru_ru: Следующая

source: Success is a journey, not a destination
ru_ru: Успех - это путь, а не цель

source: What is the background of your success?
ru_ru: Каково происхождение Вашего успеха?

source: (City/Country)
ru_ru: (Город/Страна)

source: Please fill in university
ru_ru: Пожалуйста заполнит поле 'ВУЗ'

source: Please fill in faculty
ru_ru: Пожалуйста заполните поле 'Факультет'

source: Field of Specialization
ru_ru: Специализация

source: Please specify full graduation date
ru_ru: Пожалуйста заполните полную дату окончния

source: to present
ru_ru: до настоящего времени

source: Please fill in graduation date
ru_ru: Пожалуйста заполните поле 'дата окончания'

source: Add Education
ru_ru: Добавить Образование

source: Previous
ru_ru: Предыдущая

source: By working faithfully eight hours a day, you may eventually get to be boss
ru_ru: Усердно работая по восемь часов в день, вы можете стать начальником,

source: and work twelve. What is your last place of faithful employment?
ru_ru: чтобы работать двенадцать. В какой организации вы усердно трудились в последнее время?

source: No work experience
ru_ru: Нет опыта работы

source: Work Title
ru_ru: Должность

source: Please fill in work title
ru_ru: Пожалуйста заполните поле 'Должность'

source: Please fill in work company
ru_ru: Пожалуйста заполните поле 'Название компании'

source: City/Country
ru_ru: Город/Страна

source: Work Period
ru_ru: Период Работы

source: The second date must be later than the first
ru_ru: Вторая дата должна быть позже первой

source: Please specify work start date
ru_ru: Пожалуйста заполните дату начала работы

source: Please specify full date
ru_ru: Пожалуйста заполните полную дату

source: Please fill in work period
ru_ru: Пожалуйста заполните поле 'Период работы'

source: Add Work Experience
ru_ru: Добавить Опыт работы

source: Success is the sum of efforts and daily developing skills
ru_ru: Успех - зависит от усилий и ежедневно развивающихся навыков

source: What skills are the key of your undertakings?
ru_ru: Какие навыки являются основными в вашей деятельности?

source: Custom Languages
ru_ru: Другие языки

source: Custom PC Applications
ru_ru: Другие PC приложения

source: Custom Operating Systems
ru_ru: Другие операционные системы

source: RDBMS(Relation Database Management Systems)
ru_ru: Реляционная СУБД

source: Other RDBMS
ru_ru: Другие РСУБД

source: Programming languages & Technologies
ru_ru: Языки программирования и Технологии

source: Other PL & Technologies
ru_ru: Другие языки программирования и технологии

source: Please fill in course name
ru_ru: Пожалуйста заполните название курсов

source: Location(City/Country)
ru_ru: Город/Страна

source: Please fill in course duration
ru_ru: Пожалуйста заполните поле 'Продолжительность курсов'

source: Please fill in course completion date
ru_ru: Пожалуйста заполните поле 'Дата окончания курсов'

source: Add Course
ru_ru: Добавить Курсы

source: Achievements, Awards
ru_ru: Достижения и награды

source: Recommendations <br /> (Name, Title, Contacts)
ru_ru: Рекомендации <br />(Имя, Должность, Контактные данные)

source: Make this resume visible
ru_ru: Опубликовать резюме

source: <b>Professional Groups</b> is a concept of bringing together qualified candidates that have common professional expertise. There are various Professional Groups available:
ru_ru: Основной идеей <b>Профессиональных Групп</b> - является объединение квалифицированных специалистов по профессиональными интересам. Мы предлагаем следующие Профессиональные Группы:

source: <b>Need more?</b> Check out <b>My Groups</b> in user profile for details
ru_ru: Нужно больше? Выберите 'Мои Группы' в пользовательском профиле для получения более подробной информации

source: Select Professional Group that matches your professional focus and click "Add" to join it. This functionality makes it easier for companies to search through a vast database of candidates. Thus, you have a real chance to limit their search by professional focus that you have and therefore "promote yourself" more efficiently! Moreover, you can see in your profile what company actually viewed your profile recently... isn't that cool?
ru_ru: Выберите Профессиональную группу, которая соответствует направлению Вашей деятельности и нажмите 'Добавить' для того, чтобы присоединиться к ней. Это поможет облегчить работу компаниям, избавляя их от необходимости пересматривать всю обширную базу данных кандидатов. Таким образом, у Вас есть реальный шанс оптимизировать их поиск, ограничив его теми профессиональными направлениями деятельности, к которым принадлежите Вы, и продемонстрировать себя с наиболее выигрышной для Вас стороны! Более того, в своем профиле Вы можете увидеть, какая компания и когда просматривала Ваш профиль... Разве не здорово?!

source: Let the companies find you among the specialists they need
ru_ru: Помогите компаниям найти Вас в списке квалифицированных специалистов

source: Select a professional group you want to be a part of
ru_ru: Выберите интересующую Вас профессиональную группу

source: Let company browse through the groups
ru_ru: Просматривая группы,

source: And find YOU among the members of Professional Groups
ru_ru: Компания найдет Вас среди участников Профессиональных Групп

source: <b>Professional Network</b> is an opportunity:
ru_ru: <b>Профессиональная Сеть</b> - это возможность:

source: To develop your own network of qualified specialists
ru_ru: Создать Вашу собственную бизнес-сеть компетентных специалистов

source: To receive and give recommendations online to members of your social network
ru_ru: Получать и давать онлайн рекомендации участникам Вашей социальной сети

source: Easily attach received recommendations to the vacancy that you are applying for
ru_ru: Легко прикреплять полученные рекомендации к вакансии, на которую Вы претендуете

source: Allow companies to find you through your friends and colleagues
ru_ru: Позвольте компаниям находить Вас через Ваших друзей и коллег

source: And finally, to be in touch with your friends!
ru_ru: И наконец, чтобы находиться в контакте с Вашими друзьями!

source: <b>A man is known by the company he keeps</b><br />Let companies know who is in your network and find you through the chain of professionals.
ru_ru: <b>О человеке судят по его окружению</b><br />Пусть компании увидят, кто составляет Ваше окружение и найдут Вас среди профессионалов

source: About us
ru_ru: О Нас

source: <b>HR.AM</b> is the first Armenian social network in the sphere of employment (Armenian HR Portal). <b>HR.AM</b> concept is built around the idea that organizations and qualified job candidates should be efficiently interconnected. Moreover, that connection should be natural, transparent and maybe... a bit exciting. We, at HR.AM, offer a new generation of tools to make that interconnection happen:
ru_ru: <b>HR.AM</b> - это первая армянская социальная сеть в сфере трудоустройства (Армянский HR портал). Концепция <b>HR.AM</b> построена вокруг идеи, что организации и компетентные специалисты должны быть эффективно связаны. Кроме того, эта связь должна быть естественной, прозрачной и может быть даже немного захватывающей. Мы, в HR.AM, предлагаем новое поколение возможностей, позволяющих этой взаимосвязи осуществиться:

source: For Organizations
ru_ru: Для организаций

source: Tools to quickly publish and easily manage job postings and vacancies
ru_ru: Возможность быстрого размещения и управления вакансиями

source: Tools to manage your company profile for maximum visibility on the market
ru_ru: Возможность управления профилем Вашей компании, обеспечивающие максимальную видимость на рынке

source: Full access to a large and daily updating resume repository
ru_ru: Полный доступ к большому и ежедневно обновляемому банку резюме

source: Statistical tools to monitor and analyze your market segment
ru_ru: Статистические инструменты, дающие возможность мониторить и анализировать Ваш сегмент рынка

source: Efficient search tool to find the candidates you really need
ru_ru: Эффективный инструментарий для поиска именно тех специалистов, в которых Вы действительно нуждаетесь

source: Professional Network to follow the chain of the candidates you like
ru_ru: Профессиональная Сеть, позволяющая отслеживать тех коллег, которые Вам нравятся

source: Professional Groups to find candidates among qualified specialists
ru_ru: Профессиональные Группы, позволяющие найти кандидатов среди компетентных специалистов

source: For Job Candidates
ru_ru: Для Соискателей

source: Tools to quickly publish and easily manage your own profile and resume
ru_ru: Инструменты для быстрого размещения и управления Вашим собственным профилем и резюме

source: Full access to a large and daily updating vacancy repository
ru_ru: Полный доступ к большому и ежедневно обновляемому банку вакансий

source: Efficient search tool to find job postings and vacancies
ru_ru: Инструментарий для наиболее эффективного поиска вакансий

source: Tool to manage your resume for maximum visibility to the companies
ru_ru: Инструментарий по управлению Вашим резюме, обеспечивающий максимальную видимость резюме для компаний

source: Professional Network of the HR.AM users
ru_ru: Профессиональная Сеть пользователей HR.AM

source: Professional Groups to let the companies find you among qualified specialists
ru_ru: Профессиональные Группы, позволяющие компаниям находить Вас среди компетентных специалистов

source: We strongly believe that HR.AM will make substantial contribution to the efficiency of Human Resource operations and procedures in Armenian corporate environment and we are happy to admit that our idea of "promoting yourself" actually works.
ru_ru: Мы твердо верим, что HR.AM сделает существенный вклад в эффективность управления Человеческими ресурсами в армянской корпоративной среде, и мы счастливы признать, что наша идея 'promoting yourself' действительно работает.

source: Our Partners
ru_ru: Наши Партнёры

source: "De Facto" social and political magazine
ru_ru: "Де Факто" общественно-политический журнал

source: The secret of</strong> &nbsp;<strong class="fs20">3</strong><span class="orange fs36 tnr">&#960;</span><strong class="fs20">.</strong>
ru_ru: Секрет </strong> &nbsp;<strong class="fs20">3</strong><span class="orange fs36 tnr">&#960;</span><strong class="fs20">.</strong>

source: Don't be surprised, you do know what 3<span class="fs18 tnr">&#960;</span> magic is. 3<span class="fs18 tnr">&#960;</span> is a story, a unique story of your company.
ru_ru: Не удивляйтесь! Вы же знаете, что число 3<span class="fs18 tnr">&#960;</span> волшебное. 3<span class="fs18 tnr">&#960;</span> – это история, уникальная история Вашей компании.

source: One day, when you really sense the momentum of moving forward in your business and dream on great success to achieve, you will use your first magic P - the market Penetration. You will successfully penetrate the market with clear, effective message designed for your customers that will promote your product and services immediately!
ru_ru: Однажды, Вы почувствуете, что пришло время продвинуть свое начинание дальше на пути к успешному бизнесу, почувствуете, что Вас и Вашу компанию ждёт впереди большой успех! Вот тогда-то, Вы и воспользуетесь своим первым волшебным <span class="fs18 orange tnr">&#960;</span> – «the market<span class="fs26 orange tnr">&#960;</span>enetration». «The market <span class="fs26 orange tnr">&#960;</span>enetration» позволит Вам успешно войти на рынок и заявить о себе, представив свою продукцию и услуги в самом выгодном свете!

source: As time goes by, your company is getting more mature and now you are ready to set new targets that will open up new opportunities for you and your company. You need the second magic P - the market Positioning. This P will concentrate your efforts on a new positioning of your company in a new market segment and for a new target customer group.
ru_ru: Время идёт, Ваша компания становится всё более и более зрелой. Вы чувствуете, что пришло время ставить новые цели, которые расширят возможности Вашей компании. Тут Вам поможет второе волшебное <span class="fs26 orange tnr">&#960;</span> – «the market <span class="fs26 orange tnr">&#960;</span>ositioning»! Это магическое <span class="fs20 orange tnr">&#960;</span> сконцентрирует усилия Вашей компании на новом сегменте рынка и расширит целевую аудиторию, привлекая всё новые и новые группы потребителей.

source: Congratulations! Now you are a success! A large, successful company that has one objective - dominate the market. Now you will use your third magic P - the market Power. Here your marketing message is bold and rich, offerings are diversified and more customer preferences are satisfied at once. You got it - now you dominate the market.
ru_ru: Поздравляем! Теперь Вы успешны! Большая, успешная компания, целью которой является лидирование на рынке.Пришло время воспользоваться силой третьего волшебного <span class="fs20 orange tnr">&#960;</span> – «the market <span class="fs26 orange tnr">&#960;</span>ower»! При помощи третьего <span class="fs20 orange tnr">&#960;</span> – «the market <span class="fs26 orange tnr">&#960;</span>ower» - Вы предстанете во всей мощи и красе! Ваши предложения заманчивы, Ваши услуги разнообразны и полностью удовлетворяют желания Ваших клиентов. Вы достигли желаемого – теперь Вы лидер рынка!

source: <strong>Start your story today.</strong> Depending on which stage you are, we will help you to find you P. The P that will make a difference in your market, the P that is unique, the P that is successful!
ru_ru: <strong>Начните Вашу историю сегодня.</strong> В зависимости от того, на какой ступени развития Вашего бизнеса Вы находитесь, мы поможем Вам подобрать Ваше <span class="fs26 orange tnr">&#960;</span>.<br /> <span class="fs26 orange tnr">&#960;</span> , которое поможет Вам выделиться на рынке; <span class="fs26 orange tnr">&#960;</span>, которое уникально; <span class="fs26 orange tnr">&#960;</span>, которое успешно!

source: Our 3 package offering:
ru_ru: Наши 3 рекламных пакета предложений:

source: Packages
ru_ru: Пакеты

source: Advertisement
ru_ru: Реклама / Баннер

source: (around <span class="blue">1300 daily unique visitors</span> and about <span class="blue">600 companies</span>)
ru_ru: (около<span class="blue">1300 уникальных пользователей в день</span> и около <span class="blue">600 компаний</span>)

source: <strong>Company Presentation</strong> (one time)
ru_ru: <strong>Презентация Компании</strong> (один раз)

source: Mailing list
ru_ru: Листы Рассылки

source: (around <span class="blue">6000 users</span> and about <span class="blue">600 companies</span> (monthly)
ru_ru: (около <span class="blue">6000 пользователей</span> и около <span class="blue">600 компаний</span> (в месяц)

source: Blog Post
ru_ru: Запись в Блог

source: <i>publishing for</i><br /><span style="color:#FF3300;font-weight:bold;">FREE</span>
ru_ru: <span style="color:#FF3300;font-weight:bold;">БЕСПЛАТНАЯ</span><br /> <i>публикация</i>

source: P1
ru_ru: П1

source: BANNER in vacancies
ru_ru: БАННЕР в вакансиях

source: Vertical(180x150 px) or Horizontal(500x100 px)
ru_ru: Вертикальный(180x150 px) или Горизонтальныйl(500x100 px)

source: INTERVIEW
ru_ru: ИНТЕРВЬЮ

source: with the company executive
ru_ru: с представителем компании

source: Event via Mailing List
ru_ru: Событие через рассылку

source: Event publishing
ru_ru: Публикация события

source: P2
ru_ru: П2

source: <strong>BANNER on the Home page</strong>
ru_ru: <strong>БАННЕР на главной странице </strong>

source: Vertical(180x150 px)
ru_ru: Вертикальный(180x150 px)

source: Events via Mailing List
ru_ru: События через рассылку

source: Events publishing
ru_ru: Публикация событий

source: P3
ru_ru: П3

source: Horizontal(500x100 px)
ru_ru: Горизонтальный(500x100 px)

source: BANNER in Vacancies
ru_ru: БАННЕР в Вакансиях

source: ONE DAY IN a COMPANY<br />+<br /> INTERVIEW
ru_ru: ОДИН ДЕНЬ в КОМПАНИИ<br />+<br /> ИНТЕРВЬЮ

source: Unlimited
ru_ru: Без Ограничений

source: Prices do not include VAT
ru_ru: Цены представлены без учёта НДС

source: Can order in separate:
ru_ru: Можно заказать отдельно:

source: <strong>INTERVIEW</strong> - one time fee, one time event
ru_ru: <strong>ИНТЕРВЬЮ</strong> – разовая оплата

source: <strong>ONE DAY IN A COMPANY</strong> - one time fee, one time event
ru_ru: <strong>ОДИН ДЕНЬ В КОМПАНИИ</strong> – разовая оплата

source: Contact us
ru_ru: Свяжитесь с нами

source: for more details
ru_ru: чтобы узнать подробности

source: One <span class="orange">day</span> in a company
ru_ru: Один <span class="orange">день</span> в компании

source: You have a unique microclimate at your company. Your corporate atmosphere is positive and encouraging. People are excited and efficient... Is it your success story? Sure it is. Then share that key advantage with HR community. Be transparent and closer to potential candidates and business partners. <strong>Let people see what makes you unique. Be different!</strong>
ru_ru: Вы создали у себя в компании атмосферу наполненную позитивом и энергией. Она вдохновляет людей, дает возможность им раскрыться и проявить себя... Не в этом ли залог Вашего успеха? Конечно в этом. Поделитесь Вашими достижениями с другими. Позвольте Вашим будущим сотрудникам и потенциальным партнерам окунуться в атмосферу царящую в Вашей компании! <strong>Дайте людям увидеть, чем вы особенны. Отличайтесь!</strong>

source: One day in
ru_ru: Один день в

source: See full story
ru_ru: Посмотреть всю историю

source: Resume list
ru_ru: Список резюме

source: POSITION
ru_ru: ДОЛЖНОСТЬ

source: Sort by Education
ru_ru: Сортировать по Образованию

source: Sort by Creation Date
ru_ru: Сортировать по дате создания

source: CREATION DATE
ru_ru: ДАТА СОЗДАНИЯ

source: Training list
ru_ru: Список тренингов

source: Sort by Job Title
ru_ru: Сортировать по Наименованию Вакансии

source: Sort by Company
ru_ru: Сортировать по Компании

source: COMPANY
ru_ru: КОМПАНИЯ

source: Sort by Application deadline
ru_ru: Сортировать по дате окончния приема заявок

source: DEADLINE
ru_ru: ОКОНЧАНИЕ ЗАЯВОК

source: Vacancy list
ru_ru: Список вакансий

source: JOB TITLE
ru_ru: ДОЛЖНОСТЬ

source: Sort by Opening date
ru_ru: Сортировать по дате открытия

source: OPENING DATE
ru_ru: ДАТА ОТКРЫТИЯ

source: All
ru_ru: Все

source: By industry
ru_ru: По сфере деятельности

source: Thank you! Your message was successfully sent to HR.AM Team. If your message requires any response we will contact you as soon as possible
ru_ru: Благодарим Вас! Ваше сообщение было успешно отправлено Команде HR.AM. Если Ваше сообщение требует ответа, то мы непременно свяжемся с Вами в кратчайшие сроки

source: Contact Us
ru_ru: Контакты

source: If you cannot find the answers to your questions on our website please use the form below to contact us.
ru_ru: Если вы не можете найти ответы на интересующие Вас вопросы о нашем сайте, пожалуйста воспользуйтесь данной формой, чтобы связаться с нами.

source: Your E-mail
ru_ru: Ваша Эл. почта

source: Please specify valid e-mail address
ru_ru: Пожалуйста укажите верный адрес эл. почты

source: Your Name
ru_ru: Ваше Имя

source: Message body
ru_ru: Текст сообщения

source: Clear Data
ru_ru: Очистить

source: Send Message
ru_ru: Отправить

source: Jobs in Armenia
ru_ru: Работа в Армении

source: Job Openings
ru_ru: Вакансии

source: Employees in Armenia
ru_ru: Соискатели в Армении

source: Trainings in Armenia
ru_ru: Тренинги в Армении

source: New
ru_ru: Новых:

source: More Jobs in Armenia
ru_ru: Больше Вакансий в Армении

source: View All
ru_ru: Посмотреть Все

source: Search
ru_ru: Поиск

source: GO
ru_ru: Искать

source: Advanced search
ru_ru: Расширенный Поиск

source: N/A
ru_ru: нету

source: More
ru_ru: Ещё

source: More Resumes in Armenia
ru_ru: Больше Резюме в Армении

source: More Trainings in Armenia
ru_ru: Больше тренингов в Армении

source: HR.AM CORPORATE NETWORK
ru_ru: КОРПОРАТИВНАЯ СЕТЬ HR.AM

source: See all companies
ru_ru: Посмотреть все компании

source: This information is available only for logged in <u>corporate users</u>.</span><br /> If you are registered company user, please log in.</br>If you are not registered yet, please register
ru_ru: Эта информация доступна только для зарегистрированных <u>корпоративных пользователей</u>.<br />Если Вы зарегистрированы, как Корпоративный Пользователь, пожалуйста, войдите в систему . Если Вы пока не зарегистрированы, пожалуйста, сначала зарегистрируйтесь.

source: This action is available only for logged in <u>common users</u>.</span><br/> If you are registered common user, please log in.</br>If you are not registered yet, please register
ru_ru: Это действие доступно только для вошедших в систему пользователей.</span><br />Если Вы зарегистрированы как пользователь, пожалуйста войдите в систему. Если Вы еще не зарегистрированы, пожалуйста, сначала зарегистрируйтесь

source: This resume has already been sent for this vacancy
ru_ru: Это резюме уже отсылалось на данную вакансию

source: Your resume has been successfully sent
ru_ru: Ваше резюме успешно отправлено

source: Invalid login or password
ru_ru: Неверный логин или пароль

source: Invalid login or password or your account is not activated yet
ru_ru: Неверный логин или пароль, или вашa учетная запись еще не активирована

source: You can't delete other user's resume
ru_ru: Вы не можете удалять резюме других пользователей

source: You can't delete other company's vacancy
ru_ru: Вы не можете удалять вакансии других компаний

source: You can't delete resume applied to other company
ru_ru: Вы не можете удалять резюме отосланные другим компаниям

source: Sorry ! You have to be an authorized user to use this functionality. Please register or log in
ru_ru: Извините! Вы должны быть авторизированным пользователем, чтоб иметь доступ к данному функционалу. Пожалуйста зарегистрируйтесь или войдите в систему

source: You can't delete user resume
ru_ru: Вы не можете удалять резюме пользователей

source: You can't delete company vacancy
ru_ru: Вы не можете удалять вакансии компаний

source: You can't delete sent resumes from company list
ru_ru: Вы не можете удалять отосланные резюме из списка компаний

source: You can't delete sent resumes from user list
ru_ru: Вы не можете удалять отосланные резюме из списка пользователей

source: You can't edit other user's resume
ru_ru: Вы не можете редактировать резюме других пользовятелей

source: Sorry ! You have to be an authorized common user to use this functionality. Please register or log in
ru_ru: Извините! Вы должны быть авторизированным пользователем, чтобы иметь доступ к данному функционалу. Пожалуйста зарегистрируйтесь или войдите в систему

source: You can't edit other company's vacancy
ru_ru: Вы не можете редактировать вакансии других компаний

source: Sorry ! You have to be a corporate user to use this functionality. Please register or log in
ru_ru: Извините! Вы должны быть корпоративным пользователем, чтоб иметь доступ к данному функционалу. Пожалуйста зрегистрируйтесь или войдите в систему.

source: You can't edit common user's account
ru_ru: Вы не можете редактировать аккаунт пользователей.

source: You can't edit company user's account
ru_ru: Вы не можете редактировать аккаунт корпоративных пользователей.
