Repository: twonex21/hr2.0-github-prvt
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: You can't view other user's resume details
ru_ru: Вы не можете просматривать полное резюме других пользователей

source: Resume is not found. Go to the <a href="/main/allresumes/">resume list
ru_ru: Резюме не найдено. Перейти к a href='/main/allresumes/'>списку резюме

source: Vacancy is not found. Go to the <a href="/main/allvacancies/">vacancy list
ru_ru: Вакансия не найдена. Перейти к <a href='/main/allvacancies/'>списку вакансий

source: You have to select some resume to make it visible
ru_ru: Вы должны выбрать резюме, чтобы сделать его видимым

source: You can't change resume visibility
ru_ru: Вы не можете вносить изменения в отображение данного резюме

source: You have to select some vacancy to make it visible
ru_ru: Вы должны выбрать вакансию, чтобы сделать ее видимой

source: You can't change vacancy visibility
ru_ru: Вы не можете вносить изменения в отображение данной вакансии

source: Login to view applicant's full profile
ru_ru: Войдите в систему, чтобы получить доступ к просмотру полной информации о кандидате, подавшем заявку на Вашу вакансию

source: Your password has been successfully updated
ru_ru: Ваш пароль успешно изменён

source: Your request was successfully sent to this user. After confirmation this user will be added to your network.
ru_ru: Ваш запрос был успешно отправлен данному пользователю. После подтверждения этот пользователь будет добавлен в вашу социальную сеть.

source: You can't view this user's personal information
ru_ru: Вы не можете просматривать личную информацию данного пользователя

source: You can't use this functionality because this user is not in your network.
ru_ru: Вы не имеете доступа к данному функциоаналу, т.к. данный пользователь не является участником вашей Социальной Сети.

source: You can't add yourself to the network
ru_ru: Вы не можете добавлять себя в социальную сеть.

source: You have already added this user. Request is not confirmed yet.
ru_ru: Вы уже добавляли данного пользователя. Ваш запрос еще не получил подтверждения.

source: This user has already added you and is waiting for your confirmation.
ru_ru: Этот пользователь добавил Вас и ждет подтверждения от Вас.

source: This user is already in your network.
ru_ru: Этот пользователь уже состоит в Вашей социальной сети.

source: Your request was successfully sent.
ru_ru: Ваш запрос успешно отправлен.

source: This user didn't request you for recommendation
ru_ru: Этот пользователь не посылал Вам запрос о рекомендации.

source: You can't view this recommendation
ru_ru: Вы не можете просматривать данную рекомендацию.

source: You can't delete this recommendation
ru_ru: Вы не можете удалить данную рекомендацию.

source: Vacancy was successfully sent.
ru_ru: Вакансия была успешно отправлена.

source: URL was manipulated
ru_ru: URL был изменен

source: No user with such e-mail was found
ru_ru: Пользователь с таким адресом электронной почты не найден

source: Operation failed
ru_ru: Не удалось выполнить операцию

source: The new password was sent to your e-mail address.
ru_ru: Новый пароль был отправлен на Ваш адрес электронной почты.

source: This functionality is not available for you.
ru_ru: Данный функционал Вам не доступен.

source: You can't delete other company's logo.
ru_ru: Вы не можете удалять логотип другой компании.

source: You have no uploaded picture.
ru_ru: У вас нет загруженных фотографий.

source: Your notifications subscription was successfully updated. We wish you good luck in your future career endeavors!
ru_ru: Ваша подписка на уведомления о новых вакансиях была успешно обновлена. Удачи Вам в карьерном росте!

source: You can't delete other user's picture.
ru_ru: Вы не можете удалить фотографию другого пользователя.

source: <span><strong>You are not able to create your Network because your Profile is not visible for other users.</strong><br /><a href="/reg/ureg/act/1/t/#vis_ch" class="blue_text" style=" font-size:14px;"><strong>Make visible</strong></a><br /><br /></span><span >Information available for the users that are <strong style=" font-size:14px;">NOT MEMBERS</strong> of your <strong style=" font-size:14px;">NETWORK</strong>:<br /><strong>Name, Current Position, Professional Groups Membership</strong><br /><br />Information available for the users that are <strong>MEMBERS</strong> of your <strong>NETWORK</strong>:<br /><strong>Name, Image, e-Mail Address, Full Resume, Professional Groups Membership.</strong><br /><strong>NO Address or Telephone number is provided.</strong></span>
ru_ru: <span><strong>Вы не можете создавать Вашу собственную Сеть, т.к. Ваш Профиль не виден для других пользователей.</strong><br /><a href='/reg/ureg/act/1/t/#vis_ch' class='blue_text' style=' font-size:14px;'><strong>Сделать видимым</strong></a><br /> <br /> </span> <span > Информация, доступная для пользователей, которые <strong style=' font-size:14px;'>НЕ являются УЧАСТНИКАМИ Вашей СЕТИ</strong>: <strong>Имя, Должность, Информация о том, в каких группах Вы состоите</strong><br /> <br /> Информация, доступная для пользователей, которые являются <b>УЧАСТНИКАМИ Вашей СЕТИ</b>:<br /> <strong>Имя, Изображение, адрес электронной почты, Полное Резюме, Информация о том, в каких группах Вы состоите.</strong><br /> <strong>Ни Адрес, ни Номер телефона НЕ ПРЕДОСТАВЛЯЮТСЯ.</strong> </span>

source: You have already requested this user for recommendation
ru_ru: Вы уже просили данного пользователя предоставить рекомендации

source: This user is not in your network
ru_ru: Этот пользователь не является участником Вашей социальной сети

source: You are not member of this group.
ru_ru: Вы не состоите в данной группе

source: Sorry! There was a problem during file deletion.
ru_ru: Извините ! Произошла ошибка во время удаления файла.

source: Company is not found. Go to the <a href="/main/companies/">company list</a>.
ru_ru: Компания не найдена. Перейти к списку компаний.

source: User is not found.
ru_ru: Пользователь не найден.

source: This user is already in your favorites list
ru_ru: Этот пользователь уже в списке ваших Избранных

source: This user is not in your favorites list
ru_ru: Этого пользователя нет в списке Избранных

source: You can't edit other company's training
ru_ru: Вы не можете редактировать тренинги другой компании

source: Training is not found. Go to the <a href="/main/alltrainings/">training list</a>.
ru_ru: Тренинг не найден. <a href='/main/alltrainings/'>Перейти к списку тренингов</a>.

source: Group is not found
ru_ru: Группа не найдена

source: No resume was selected
ru_ru: Резюме не было выбрано

source: Topic is not found
ru_ru: Топик не найден

source: You can't post in this topic.
ru_ru: Вы не можете размещать ответы в данном топике

source: You have to be an authorized user to post in this topic.
ru_ru: Вы должны быть авторизированным пользователем, чтобы размещать ответы в данном топике

source: You cannot edit this post.
ru_ru: Вы не можете редактировать данный ответ.

source: You cannot delete this post.
ru_ru: Вы не можете удалить данный ответ.

source: To apply to this vacancy please <a href="/reg/ureg/" class="blue_text">Register</a> or Log in if you already have an account.
ru_ru: Если Вы хотите подать заявку на эту вакансию, Вы сначала должны <a href='/reg/ureg/' class='blue_text'>зарегистрироваться</a> или войти, как пользователь, если у Вас уже есть свой собственный аккаунт

source: You have already sent resume for this vacancy.
ru_ru: Вы уже отправляли резюме на данную вакансию.

source: File for upload was not specified.
ru_ru: Не указан файл для загрузки.

source: Event is not found.
ru_ru: Мероприятие не найдено.

source: An error occured trying to change the language.
ru_ru: При смене языка произошла ошибка

source: Application is not found.
ru_ru: Заявка не найдена.

source: You can't edit dialogue opened by other company.
ru_ru: Вы не можете редактировать диалоги других компаний.

source: You can't delete this dialogue.
ru_ru: Вы не можете удалить данный диалог.

source: Question is not found.
ru_ru: Вопрос не найден.

source: You can't delete other user's comment.
ru_ru: Вы не можете удалить комментарий другого пользователя.

source: You can't delete this comment.
ru_ru: Вы не можете удалить данный комментарий.

source: You have to be an authorized user to be able add comments.
ru_ru: Вы должны быть авторизированным пользователем, чтобы иметь возможность добавления комментариев.

source: You can't edit other user's comments.
ru_ru: Вы не можете редактироватькомментарии других пользовятелей.

source: Access denied.
ru_ru: Доступ запрещён

source: <br /><b>Page not found</b><br />You may want to navigate to the functionality you need from the <a href="/main/main/">main page</a>.
ru_ru: <br /><b>Страница не найдена </b><br /> Вы можете попасть на любую страницу с <a href='/main/main/'>Главной страницы</a>.

source: End of the <span class="orange">day</span>
ru_ru: Конец <span class="orange">дня</span>

source: Go to top
ru_ru: Перейти к началу

source: One day in a company
ru_ru: Один день в компании

source: See all stories
ru_ru: Посмотреть все истории

source: Most Popular Searches
ru_ru: Наиболее часто используемые слова при поиске

source: New password
ru_ru: Новый Пароль

source: Retype password
ru_ru: Повторно введите пароль

source: Please choose a password
ru_ru: Пожалуйста выберите пароль

source: Password entries don't match
ru_ru: Введенные пароли не совпадают

source: Choose Registration Types
ru_ru: Выберите Вид Регистрации

source: Common User
ru_ru: Пользователь

source: Company User
ru_ru: Компания

source: Registration was successfully finished
ru_ru: Регистрация прошла успешно

source: Your profile was successfully updated
ru_ru: Ваш профиль успешно изменён

source: e-mail address
ru_ru: адрес электронной почты

source: First name
ru_ru: Имя

source: Last name
ru_ru: Фамилия

source: Cell phone
ru_ru: Сотовый телефон

source: Login
ru_ru: Логин

source: Enter e-mail address used for registration
ru_ru: Введите адрес электронной почты, указанный при регистрации

source: Please specify correct e-mail address
ru_ru: Пожалуйста введите верный адрес электронной почты

source: Choose your user type
ru_ru: Выберите тип пользователя

source: user
ru_ru: пользователь

source: company
ru_ru: компания

source: E-mail Address
ru_ru: Адрес Электронной почты

source: Please enter correct e-mail address
ru_ru: Пожалуйста введите верный адрес электронной почты

source: This e-mail has been already used. Try another one.
ru_ru: Данный адрес электронной почты уже занят. Попробуйте другой.

source: Password
ru_ru: Пароль

source: Organization Name
ru_ru: Название Организации

source: Please enter company name
ru_ru: Пожалуйста введите название компании

source: Company Industry
ru_ru: Сферы деятельности Компании

source: Contact Phone Number
ru_ru: Контактный Телефон

source: (not cell phone)
ru_ru: (не сотовый)

source: Please specify contact phone number
ru_ru: Пожалуйста заполните поле 'Контактный телефон'

source: Hide phone number from users
ru_ru: Не показывать номер телефона пользователям

source: Alternative Phone Number
ru_ru: Альтернативный Телефонный Номер

source: Contact E-mail
ru_ru: Контактный мэйл

source: Visible for other users
ru_ru: Видимый для остальных пользователей

source: Allowed picture formats are JPG, JPEG, GIF, PNG. Please make sure that the logo size does not exceed 120x120 pxs and file size is not larger than 50 Kb
ru_ru: Допустимые форматы изображения: JPG, JPEG, GIF, PNG. Пожалуйста удостоверьтесь, что размер логотипа не превышает 120x120 pxs , а размер файла не больше 50 Kb

source: File format is wrong. It should be JPG, JPEG, GIF, PNG
ru_ru: Неверный формат файла. Допустимые форматы - JPG, JPEG, GIF, PNG.

source: Picture size exceeds 120x120 pxs
ru_ru: Размер картинки превышает 120x120 pxs

source: City/Town
ru_ru: Город

source: Postal Code
ru_ru: Почтовый код

source: Street
ru_ru: Улица

source: Bld
ru_ru: Здание/дом

source: Apt/Room
ru_ru: кв./ком.

source: Register
ru_ru: Зарегистрироваться

source: Your registration was successful! Thank you.<br>Our representative will contact You within one business day to activate your account,<br>which is totally <span style="font-size:14px;">FREE</span></strong>
ru_ru: Ваша регистрация прошла успешно! Спасибо.<br />Наш представитель свяжется с Вами в течение одного рабочего дня, чтобы активизировать Ваш аккаунт, который <b>АБСОЛЮТНО БЕСПЛАТНЫЙ</b>.

source: Update New Vacancy Notification Settings
ru_ru: Изменить Настройки Уведомлений о Новых Вакансиях

source: Subscribe to receive notification emails on new vacancies
ru_ru: Подпишитесь, чтобы получать уведомления о новых вакансиях

source: Please select the prefered industries
ru_ru: Пожалуйста выделите те сферы деятельности, которые Вас интересуют

source: Registration
ru_ru: Регистрация

source: Sent Resumes
ru_ru: Отправленные Резюме

source: This e-mail has been already used.Try another one
ru_ru: Этот адрес электронной почты уже используется. Попробуйте другой

source: Please specify your first name
ru_ru: Пожалуйста заполните поле 'Имя'

source: Please specify your last name
ru_ru: Пожалуйста заполните поле 'Фамилия'

source: Please select your birthdate
ru_ru: Пожалуйста заполните поле 'Дата рождения'

source: Please specify your gender
ru_ru: Пожалуйста заполните поле 'Пол'

source: Allowed picture formats are JPG, JPEG, GIF, PNG. Please make sure that the picture size does not exceed 120x120 pxs and file size is not larger than 50 Kb.
ru_ru: Допустимые форматы изображения: JPG, JPEG, GIF, PNG. Пожалуйста удостоверьтесь, что размеры картинки не превышают 120x120 pxs , а размер файла не больше 50 Kb.

source: Cell Phone Number
ru_ru: Номер сотового Телефона

source: Armenia
ru_ru: Армения

source: City/town
ru_ru: Город

source: Yerevan
ru_ru: Ереван

source: Show my personal information to other users
ru_ru: Показывать мою личную информацию другим пользователям

source: <span class="fs11">Information available for the users that are <strong style=" font-size:12px;">NOT MEMBERS</strong> of your <strong style=" font-size:12px;">NETWORK</strong>:<br /><strong>Name, Current Position, Professional Groups Membership</strong><br /><br />Information available for the users that are <strong style=" font-size:12px;">MEMBERS</strong> of your <strong style=" font-size:12px;">NETWORK</strong>:<br /><strong>Name, Image, e-Mail Address, Full Resume, Professional Groups Membership.</strong><br /><strong>NO Address or Telephone number is provided.</strong></span>
ru_ru: <span class='fs11'>Информация, доступная для пользователей, которые <strong style=' font-size:14px;'>НЕ являются УЧАСТНИКАМИ Вашей СЕТИ</strong>: <strong>Имя, Должность, Информация о том, в каких группах Вы состоите</strong><br /> <br /> Информация, доступная для пользователей, которые являются <b>УЧАСТНИКАМИ Вашей СЕТИ</b>::<br /> <strong>Имя, Изображение, адрес электронной почты, Полное Резюме, Информация о том, в каких группах Вы состоите.</strong><br /> <strong>Ни Адрес, ни Номер телефона НЕ ПРЕДОСТАВЛЯЮТСЯ.</strong> </span>

source: Resume Search Results
ru_ru: Результаты Поиска Резюме

source: No result was found
ru_ru: По вашему запросу ничего не найдено

source: DESIRED POSITION
ru_ru: ДОЛЖНОСТЬ

source: AGE
ru_ru: ВОЗРАСТ

source: CITY/EDUCATION/LANGUAGES
ru_ru: ГОРОД/ОБРАЗОВАНИЕ/ЯЗЫКИ

source: DATE PUBLISHED
ru_ru: ДАТА ПУБЛИКАЦИИ

source: Find the Candidate You Need
ru_ru: Найти Кандидатов

source: This functionality is available only for authorized corporate users
ru_ru: Данный функционал доступен только авторизированным корпоративным пользователям

source: Please fill in at least one search parameter
ru_ru: Пожалуйста укажите хотя бы один параметр поиска

source: Position
ru_ru: Должность

source: Keywords
ru_ru: Ключевые слова

source: Published
ru_ru: Опубликовано

source: Not Set
ru_ru: Не указано

source: in last 2 months
ru_ru: за последние 2 месяца

source: in last month
ru_ru: за последний месяц

source: in last 2 weeks
ru_ru: за последние 2 недели

source: in last 5 days
ru_ru: за последнии 5 дней

source: in last 3 days
ru_ru: за последние 3 дня

source: in last 24 hours
ru_ru: за подледние 24 часа

source: Group
ru_ru: Группа

source: Not Set
ru_ru: Любая

source: Not Set
ru_ru: Любой

source: Age
ru_ru: Возраст

source: Not Set
ru_ru: Любое

source: Language
ru_ru: Язык

source: Find Candidates
ru_ru: Найти Кандидатов

source: Find the Job You Need
ru_ru: Найдите работу, которая Вам нужна

source: Please fill in some search parameter
ru_ru: Пожалуйста введите параметр для поиска

source: Location(city or country)
ru_ru: Город/Страна

source: Find Jobs
ru_ru: Найти Работу

source: Job search results
ru_ru: Результаты поиска работы

source: SALARY
ru_ru: ЗАРПЛАТА

source: LOCATION
ru_ru: МЕСТОПОЛОЖЕНИЕ

source: add recommendation
ru_ru: добавить рекомендацию

source: title
ru_ru: название

source: Please specify title for recommendation
ru_ru: Пожалуйста заполните поле 'Тема' в рекомендации

source: how do you know this person
ru_ru: Откуда Вы знаете этого человека

source: Please fill in this field
ru_ru: Пожалуйста заполните данное поле

source: description
ru_ru: описание

source: Please write some description for recommendation
ru_ru: Пожалуйста заполните поле 'описание' в рекомендации

source: My Network
ru_ru: Моя Сеть

source: Invitations
ru_ru: Приглашения

source: My Recommendations
ru_ru: Мои Рекомендации

source: Professional Groups
ru_ru: Проф. Группы

source: User search
ru_ru: Поиск пользователей

source: Search by
ru_ru: Искать по

source: name
ru_ru: имя

source: education
ru_ru: обрзование

source: Name
ru_ru: Имя

source: Surname
ru_ru: Фамилия

source: GO!
ru_ru: Искать

source: Specify some keyword for search
ru_ru: Укажите какое-нибудь ключевое слово для поиска

source: Select your relation with this user
ru_ru: Кем Вам приходится данный пользователь? Выберите

source: colleague
ru_ru: коллега

source: classmate
ru_ru: одноклассник

source: friend
ru_ru: друг

source: other
ru_ru: другое

source: You have already added
ru_ru: Вы уже добавляли

source: to your network. The request is not confirmed yet.
ru_ru: в социальную сеть. Ваш запрос еще не получил подтверждение.

source: has already added you to
ru_ru: уже добавил Вас в

source: network and is waiting for your confirmation.
ru_ru: свою социальную сеть и ждет Вашего подтверждения

source: is already in your social network.
ru_ru: уже состоит в Вашей социальной сети.

source: Colleagues
ru_ru: Коллеги

source: Classmates
ru_ru: Одноклассники

source: Friends
ru_ru: Друзья

source: Sent
ru_ru: Отправленные

source: Recieved
ru_ru: Полученные

source: your
ru_ru: Ваш

source: Waiting for recommendation
ru_ru: Ждет рекомендацию

source: Ask for recommendation
ru_ru: Послать запрос на рекомендацию

source: requests you for recommendation
ru_ru: просит Вас о рекомендации

source: write recommendation
ru_ru: написать рекомендацию

source: This user is already in your network
ru_ru: Этот пользователь уже состоит в Вашей социальной сети

source: Confirm
ru_ru: Принять

source: Decline
ru_ru: Отклонить

source: Remove user
ru_ru: Удалить пользователя

source: Your request was declined
ru_ru: Ваш запрос был отклонен.

source: Your invitation was successfully sent
ru_ru: Ваше приглашение успешно отправлено

source: You already invited this user to your network
ru_ru: Вы уже приглашали данного пользователя в Вашу социальную сеть

source: This user already invited you to
ru_ru: Этот пользователь уже пригласил Вас в

source: network
ru_ru: социальную сеть

source: TITLE
ru_ru: НАЗВАНИЕ

source: RECOMMENDATION FROM
ru_ru: РЕКОМЕНДАЦИЯ ОТ

source: CREATE DATE
ru_ru: ДАТА СОЗДАНИЯ

source: delete
ru_ru: удалить

source: User search results
ru_ru: Результаты поиска пользователя

source: USER
ru_ru: ПОЛЬЗОВАТЕЛЬ

source: ADD TO NETWORK/STATUS
ru_ru: ДОБАВИТЬ В СЕТЬ/СТАТУС

source: in network
ru_ru: в сети

source: me
ru_ru: я

source: add to network
ru_ru: добавить в сеть

source: Recommendation From
ru_ru: Рекомендация от

source: Creation date/time
ru_ru: Дата Создания

source: How do I know you
ru_ru: Откуда я знаю Вас

source: PERSONAL STATISTICS
ru_ru: ПЕРСОНАЛЬНАЯ СТАТИСТИКА

source: HR ANALYTICS
ru_ru: HR АНАЛИТИКА

source: You are a member of
ru_ru: Вы состоите в

source: professional groups.
ru_ru: профессиональных группах.

source: Join Your Professional Group Now!
ru_ru: Присоединиться к Вашей Профессиональной Группе сейчас!

source: You have
ru_ru: У вас

source: posts in
ru_ru: постов в

source: Let others know YOUR opinion!
ru_ru: Пусть другие узнают ВАШЕ мнение!

source: Go to
ru_ru: Перейти к

source: Your
ru_ru: Ваш

source: Start new dialogue
ru_ru: Начать новый диалог

source: Need to collect opinions?
ru_ru: Хотите собрать мнения?

source: Start YOUR
ru_ru: Начните ВАШ

source: HR Analytics
ru_ru: HR Аналитика

source: Top Vacancies
ru_ru: Популярные Вакансии

source: Top Industries
ru_ru: Популярные Отрасли

source: more analytics
ru_ru: больше аналитики

source: Armenian HR Portal : Jobs in Armenia
ru_ru: Армянский HR Портал : Работа в Армении

source: HR.am portal - home
ru_ru: HR портал - Главная

source: Armenian HR Portal - Jobs and Resumes in Armenia :: About Us
ru_ru: Армянский HR Портал - Работа и Резюме в Армении :: О Нас

source: About
ru_ru: О Нас

source: Contacts
ru_ru: Контакты

source: Ad with us
ru_ru: Реклама

source: Add Blog
ru_ru: Добавить Блог

source: Number of Registered Companies
ru_ru: Количество Зарегистрированных Компаний

source: Companies
ru_ru: Компании

source: Number of Registered Candidates
ru_ru: Количество Зарегистрированных Кандидатов

source: Candidates
ru_ru: Кандидаты

source: Login as Job Candidate
ru_ru: Зайти как Кандидат на Работу

source: Login as Job Poster
ru_ru: Зайти как Компания

source: Remember me on this computer
ru_ru: Запомнить меня

source: Use Your single ID for everything from checking new job postings to editing your profile.
ru_ru: Используйте свой уникальный ID для всего, от просмотра новых <b>вакансий</b> до редактирования своего профиля.

source: <a href="/reg/reg/" class="a_white f18 inverse">Sign up</a> <span class="white fs11">is easy</span>.
ru_ru: <a href="/reg/reg/" class="a_white f18 inverse">Зарегистрироваться </a><span class="white fs11">легко</span>.

source: Forgot password
ru_ru: Забыли пароль

source: Welcome
ru_ru: Добро пожаловать

source: Company Vacancies
ru_ru: Вакансии Компании

source: Create New
ru_ru: Создать Новую

source: Job Applications
ru_ru: Заявки на Работу

source: My Dialogues
ru_ru: Мои Диалоги

source: My Resume
ru_ru: Мои Резюме

source: Create New
ru_ru: Создать Новое

source: Jobs Applied
ru_ru: Поданные Заявки

source: HR.am. Jobs, Resumes and Careers in Armenia. &copy; All Rights Reserved.
ru_ru: HR.am. Работа, Резюме и Карьера в Армении. &copy; Все права защищены.

source: Site designed by Skatestudio.com
ru_ru: Дизайн сайта Skatestudio.com
